import dayjs from 'dayjs';
import { IEvent } from './types';
import borovskiyImage from './static/images/9.jpg';
import borovskiyImage3 from './static/images/19.jpeg';
import borovskiyImage4 from './static/images/Жирофле.jpg';
import borovskiyImage5 from './static/images/7.JPG';

const testEvents: IEvent[] = [
	{
		id: 1,
		title: 'С ЧЕГО НАЧИНАЕТСЯ ТЕАТР',
		ticketLink: '',
		eventLink: '/Pages/Page1',
		imageLink: borovskiyImage,
		type: '',
		description: 'Участники мастер-класса узнают, благодаря кому открылся первый в мире театральный музей и почему театр начинается не с вешалки, а с афиши, познакомятся с некоторыми театральными профессиями и попробуют выполнить упражнения по актерскому тренингу на развитие коммуникации, а также своими руками сделают афишу к собственному спектаклю.',
	},
	

{
	id: 2,
	title: 'ЦИКЛ ВСТРЕЧ «СКАЗОЧНАЯ МОЗАИКА» ЗОЛОТОЙ ПЕТУШОК',
	ticketLink: '',
	eventLink: '/Pages/Page2',
	imageLink: borovskiyImage3,
	type: '',
	description: 'На занятии мы познакомимся с музыкальным произведением композитора Н. Римского-Корсакова - оперой «Золотой петушок», поговорим об удивительных по красоте декорациях и о роли художника по костюмам. Узнаем, что такое скороговорки и медленноговорки, и даже перевоплотимся в одного из сказочных героев сказки А.С. Пушкина, а также создадим своего собственного Золотого Петушка.',
},
	{
	id: 3,
	title: 'ЦИКЛ ВСТРЕЧ «ТЕАТРАЛЬНЫЙ КАЛЕЙДОСКОП» ЖИРОФЛЕ-ЖИРОФЛЯ',
	ticketLink: '',
	eventLink: '/Pages/Page3',
	imageLink: borovskiyImage4,
	type: '',
	description: 'На занятии юные участники узнают об уникальном жанре «оперетта» и о профессии «костюмер», познакомятся с загадочной историей двух девушек-близнецов из оперетты Шарля Лекока «Жирофле-Жирофля» и особенностями ее авангардной постановки. В завершении занятия участники пройдут актерский тренинг и мастер-класс по изготовлению двух бантиков.',
},
	{
	id: 4,
	title: 'ЦИКЛ ВСТРЕЧ «СКАЗОЧНАЯ МОЗАИКА» ИВАН-ЦАРЕВИЧ',
	ticketLink: '',
	eventLink: '/Pages/Page4',
	imageLink: borovskiyImage5,
	type: '',
	description: 'Юные участники познакомятся с волшебными героями сказочной постановки спектакля «Иван-царевич» по пьесе В.И. Родиславского, погрузятся в сюжет русской сказки чтобы понять, какие испытания нужно преодолеть, чтобы победить нечистую силу, попробуют себя в роли театральных костюмеров, сыграют в игру «костюмированный переполох», а также на мастер-классе создадут свой бутафорский меч.',
},
	
];

export default testEvents;
